<h2>電子書籍配信サイト</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        諸般の事情により、取引先が提供していた電子書籍の配信システムが利用不可となりました。
        停止するまでの猶予が2ヶ月であり、その間に同等のシステムを自社で構築する事となり、タイトなスケジュールでしたがそれを達成しました。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        プログラマー1名、デザイナー1名、渉外1名。2013/5〜2013/6頃<br/>
        要件定義、設計、実装、ローンチ、立ち上げ後の保守までを一貫して担当。
        また、配信先のサイトとの連携部分の実装も同様に担当。
    </p>
    <p class="top-0">
        イメージ図は次の通り。配信システムと、パブリッシャーからの取り込み、配信先との連携などを実装。
    </p>
    <img src="{{ asset('/image/portfolio/ebook_1.png') }}" alt="イメージ図">
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP5
        </li>
        <li>
            Zend Framework
        </li>
        <li>
            MySQL
        </li>
        <li>
            BS Reader
        </li>
    </ul>
</div>
