<h2>教育クラウドサービス開発</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        自社で運営している教育クラウドサービスの開発に携わっています。<br/>
        アダプティブラーニングに関わる新規機能開発、データ収集機能の整備、画面のインターフェースリニューアルなど。<br/>
        また、途中から負荷改善やプロダクトの再建重視へと方針が切り替わりました。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        機能開発は最大時にプログラマー5名前後、デザイナー3名前後のチーム。2018/11〜2020/3<br/>
        構築済みのシステムに対し、新規機能の実装や影響度の調査などを担当。<br />
        教育用のレコメンドエンジンを使用しており、それのチューニングのためコンテンツチームやデータ分析チームとの調整も担当する。
    </p>
    <p class="top-0">
        負荷改善はプログラマー5名前後のチーム。2020/4〜現在<br/>
        アプリケーションやクエリレベルでボトルネックとなっている箇所を調査、リファクタリングを担当。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP7
        </li>
        <li>
            FuelPHP1.8
        </li>
        <li>
            Ruby on Rails5
        </li>
        <li>
            Angular JS
        </li>
        <li>
            MySQL5
        </li>
    </ul>
</div>
