<h2>教育クラウドサービス開発</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        自社で運営している教育クラウドサービスの開発に携わっています。<br/>
        アダプティブラーニングに関わる新規機能開発、データ収集機能の整備、画面のインターフェースリニューアルなど。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        プログラマー5名前後、デザイナー3名前後のチーム。2018/11〜現在<br/>
        構築済みのシステムに対し、新規機能の実装や影響度の調査などを担当。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP7
        </li>
        <li>
            FuelPHP
        </li>
        <li>
            Ruby on Rails5
        </li>
        <li>
            Angular JS
        </li>
        <li>
            MySQL5
        </li>
    </ul>
</div>
