<h2>メディアプラットフォームサイト開発運営</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        自社で運営していたメディアプラットフォームについて、フルリプレイス案件の後半より関わりました。<br/>
        フルリプレイス完了後は新機能開発や保守を担当しました。<br/>
        この案件ではSEO対策、パフォーマンス調査・改善、まんがビューワーの自社開発、決済システムの移し替え、競馬データの巡回・同期システムの開発など、
        担当した領域が非常に広くなりました。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        プログラマー1〜3名、デザイナー2名。2015/7〜2018/5頃<br/>
        フルリプレイス案件完了後、サイトの保守、改修の全域を担当。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP5
        </li>
        <li>
            Zend Framework
        </li>
        <li>
            jQuery
        </li>
        <li>
            MySQL
        </li>
    </ul>
</div>
