<h2>シェアリングエコノミーサイト開発</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        ECサイトの構築を多数担当してきましたが、その中でも自分の経歴上重要であったのは、社会人2年目の時に任された受託案件です。
        この時、少人数ながらチームを取りまとめ、クライアントとの折衝や実装、動作テストなど、デザイン以外の大半の工程を担当しております。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        プログラマー1名、デザイナー1名。2018/7〜2018/10頃
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP5
        </li>
        <li>
            FuelPHP
        </li>
        <li>
            MySQL
        </li>
    </ul>
</div>
