<h2>シェアリングエコノミーサイト開発</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        シェアリングエコノミーのサイト構築の初期段階に関わった案件となります。
        要件定義から設計、実装まで全て担当し、4ヶ月でシステムの基礎部分構築を完了させました。
    </p>
    <p class="top-0">
        サイト構成のイメージ図は次の通り。各事業者ごとにパーティションを区切り別ドメインを付与し、
        それぞれの中でオーナーとユーザ間の取引を行う。
    </p>
    <img src="{{ asset('/image/portfolio/sharing_economy_1.png') }}" alt="イメージ図">
    <h3>規模</h3>
    <p class="top-0">
        プログラマー1名、デザイナー1名。2018/7〜2018/10頃<br/>
        社内で仕様書やシステム構成のイメージ統一がなされていなかったため、ヒアリングと要件定義から入り、
        DB設計や機能の詳細設計、フロントエンドとバックエンドのコーディングまで担当。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP7
        </li>
        <li>
            FuelPHP1.8
        </li>
        <li>
            MySQL5
        </li>
    </ul>
</div>
