<h2>賃貸住宅シミュレーション開発</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        フリーランスとして独立後、個人で請け負った最初の案件となります。
        とある大学の研究室で行なっていた住宅の相場変動シミュレーションを、
        Excelからwebシステムへと移行いたしました。
        これの実現にあたり、研究活動上必要となる機能の提案も積極的に行なっています。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        システム回りを全て1人で担当。2019/8〜現在<br />
        要件定義にサーバー構築、実装から保守まで全て担当する。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP5
        </li>
        <li>
            Laravel 5.8
        </li>
        <li>
            MySQL5
        </li>
        <li>
            jQuery
        </li>
        <li>
            AWS
        </li>
    </ul>
</div>
