<h2>有名人ブログ開発・運営</h2>
<div class="fancybox_div">
    <h3>概要</h3>
    <p class="top-0">
        自社で運営する有名人ブログの開発案件です。
        当時社内で新規に設立されたメディア部門で、そこの立ち上げ当初から関わっていました。
        ポータル部分としてPHPのスクラッチのシステム、WordPress、EC-CUBEを併用した構成で、
        各システムに対してプログラマとして開発や保守を担当していました。
    </p>
    <h3>規模</h3>
    <p class="top-0">
        プログラマーとデザイナーで合計5名前後。2008/9〜2009/12頃<br/>
        初期のサイト構築から運営、その後の改修を担当。
    </p>
    <h3>使用ツール・言語</h3>
    <ul>
        <li>
            PHP5
        </li>
        <li>
            WordPress
        </li>
        <li>
            EC-CUBE
        </li>
        <li>
            MySQL5
        </li>
    </ul>
</div>
